Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Inspect HTTP & Edge Headers
ar: افحص رؤوس HTTP وEdge
de: Untersuchen Sie HTTP- und Edge-Header
es: Inspeccionar encabezados HTTP y perimetrales
fr: Inspecter les en-têtes HTTP et Edge
it: Ispeziona le intestazioni HTTP e Edge
ja: HTTP およびエッジヘッダーを検査する
ko: HTTP 및 Edge 헤더 검사
pt_br: Inspecione cabeçalhos HTTP e Edge
ru: Проверка заголовков HTTP и Edge
zh_hans: 检查 HTTP 与边缘标头
zh_hant: 檢查 HTTP 与邊緣標頭

source: Inspect HTTP Headers
ar: فحص رؤوس HTTP
de: Untersuchen Sie HTTP-Header
es: Inspeccionar encabezados HTTP
fr: Inspecter les en-têtes HTTP
it: Ispeziona le intestazioni HTTP
ja: HTTPヘッダーを検査する
ko: HTTP 헤더 검사
pt_br: Inspecione cabeçalhos HTTP
ru: Проверка заголовков HTTP
zh_hans: 探测 HTTP 响应头
zh_hant: 探測 HTTP 响應頭

source: Inspect HTTP headers for known malicious web scrapers.
ar: فحص ترويسات HTTP بحثًا عن برامج تجريد الويب الضارة المعروفة.
de: Überprüfen Sie HTTP-Header auf bekannte bösartige Web-Scraper.
es: Inspecciona encabezados HTTP para detectar scrapers web maliciosos conocidos.
fr: Inspectez les en-têtes HTTP à la recherche de scrapers Web malveillants connus.
it: Ispeziona le intestazioni HTTP alla ricerca di web scraper dannosi noti.
ja: 既知の悪意のある Web スクレイパーの HTTP ヘッダーを検査します。
ko: 알려진 악성 웹 스크레이퍼에 대한 HTTP 헤더를 검사합니다.
pt_br: Inspecione cabeçalhos HTTP em busca de scrapers da web maliciosos conhecidos.
ru: Проверяйте заголовки HTTP на наличие известных вредоносных веб-скраперов.
zh_hans: 检查 HTTP 请求头以防范已知的恶意网页抓取工具。
zh_hant: 檢查 HTTP 標頭以防範已知的惡意網頁抓取工具。

source: Inspect real-time build stages, package installations, and Pages Functions compilation logs.
ar: فحص مراحل البناء في الوقت الفعلي وتثبيت الحزم وسجلات تجميع Pages Functions.
de: Überprüfen Sie Build-Phasen, Paketinstallationen und Pages Functions-Kompilierungsprotokolle in Echtzeit.
es: Inspecciona etapas de compilación en tiempo real, instalaciones de paquetes y registros de compilación de Pages Functions.
fr: Inspectez les étapes de compilation en temps réel, les installations de packages et les journaux de compilation Pages Functions.
it: Ispeziona le fasi di compilazione in tempo reale, le installazioni di pacchetti e i log di compilazione di Pages Functions.
ja: リアルタイムのビルド ステージ、パッケージのインストール、Pages Functions のコンパイル ログを検査します。
ko: 실시간 빌드 단계, 패키지 설치 및 Pages Functions 컴파일 로그를 검사합니다.
pt_br: Inspecione estágios de compilação em tempo real, instalações de pacotes e logs de compilação do Pages Functions.
ru: Просматривайте в реальном времени этапы сборки, установку пакетов и журналы компиляции Pages Functions.
zh_hans: 实时查看构建阶段、软件包安装和 Pages Functions 编译日志。
zh_hant: 即時檢視建置階段、套件安裝和 Pages Functions 編譯記錄。

source: Inspect SSL / TLS Certificate
ar: فحص شهادة SSL / TLS
de: Überprüfen Sie das SSL-/TLS-Zertifikat
es: Inspeccionar el certificado SSL/TLS
fr: Inspecter le certificat SSL/TLS
it: Ispeziona il certificato SSL/TLS
ja: SSL/TLS証明書を検査する
ko: SSL/TLS 인증서 검사
pt_br: Inspecione o certificado SSL/TLS
ru: Проверка сертификата SSL/TLS
zh_hans: 诊断 SSL / TLS 证书链
zh_hant: 诊断 SSL / TLS 憑證链

source: Inspect SSL/TLS Certificate
ar: فحص شهادة SSL/TLS
de: Überprüfen Sie das SSL/TLS-Zertifikat
es: Inspeccionar el certificado SSL/TLS
fr: Inspecter le certificat SSL/TLS
it: Ispeziona il certificato SSL/TLS
ja: SSL/TLS証明書を検査する
ko: SSL/TLS 인증서 검사
pt_br: Inspecione o certificado SSL/TLS
ru: Проверка сертификата SSL/TLS
zh_hans: 深度分析 SSL/TLS 证书
zh_hant: 深度分析 SSL/TLS 憑證

source: Inspecting Edge Response…
ar: جارٍ فحص استجابة الحافة…
de: Edge-Antwort wird überprüft…
es: Inspeccionando respuesta perimetral…
fr: Inspection de la réponse de périphérie…
it: Ispezione della risposta perimetrale in corso…
ja: エッジの応答を検査中…
ko: 에지 응답 검사 중…
pt_br: Inspecionando resposta de borda…
ru: Проверка ответа Edge…
zh_hans: 正在检查边缘响应…
zh_hant: 正在檢查邊緣回應…

source: Inspecting Handshake…
ar: جارٍ فحص مصافحة TLS…
de: TLS-Handshake wird überprüft…
es: Inspeccionando protocolo de enlace…
fr: Inspection de la négociation TLS…
it: Ispezione dell'handshake TLS in corso…
ja: TLSハンドシェイクを検証中…
ko: TLS 핸드셰이크 검사 중…
pt_br: Inspecionando handshake TLS…
ru: Проверка TLS-рукопожатия…
zh_hans: 正在检测 TLS 握手…
zh_hant: 正在檢測 TLS 握手…

source: Inspecting SSL Certificate…
ar: جارٍ فحص شهادة SSL…
de: SSL-Zertifikat wird überprüft…
es: Inspeccionando certificado SSL…
fr: Inspection du certificat SSL…
it: Ispezione del certificato SSL in corso…
ja: SSL 証明書を検査中…
ko: SSL 인증서 검사 중…
pt_br: Inspecionando certificado SSL…
ru: Проверка сертификата SSL…
zh_hans: 正在检查 SSL 证书…
zh_hant: 正在檢查 SSL 憑證…

source: Inspects live Cloudflare Edge HTTP response status, CF-Ray, caching status & custom headers.
ar: يفحص حالة استجابة HTTP لـ Cloudflare Edge المباشرة وCF-Ray وحالة التخزين المؤقت والترويسات المخصصة.
de: Überprüft den Live-Cloudflare Edge-HTTP-Antwortstatus, CF-Ray, Caching-Status und benutzerdefinierte Header.
es: Inspecciona el estado de respuesta HTTP de Cloudflare Edge en vivo, CF-Ray, estado de almacenamiento en caché y encabezados personalizados.
fr: Inspecte l'état de la réponse HTTP Cloudflare Edge en direct, CF-Ray, l'état de mise en cache et les en-têtes personnalisés.
it: Ispeziona lo stato della risposta HTTP di Cloudflare Edge in tempo reale, CF-Ray, lo stato della cache e le intestazioni personalizzate.
ja: ライブ Cloudflare Edge HTTP 応答ステータス、CF-Ray、キャッシュ ステータス、カスタム ヘッダーを検査します。
ko: 실시간 Cloudflare Edge HTTP 응답 상태, CF-Ray, 캐싱 상태 및 커스텀 헤더를 검사합니다.
pt_br: Inspeciona o status da resposta HTTP do Cloudflare Edge ao vivo, CF-Ray, status de cache e cabeçalhos personalizados.
ru: Проверяет статус ответа HTTP Cloudflare Edge в реальном времени, CF-Ray, статус кэширования и пользовательские заголовки.
zh_hans: 检查实时 Cloudflare Edge HTTP 响应状态、CF-Ray、缓存状态和自定义标头。
zh_hant: 檢查即時 Cloudflare Edge HTTP 回應狀態、CF-Ray、快取狀態和自訂標頭。

source: Inspects remote SSL/TLS certificate validity, expiration, intermediate trust chain & cryptographic cipher suites.
ar: يفحص صلاحية شهادة SSL/TLS عن بُعد وتاريخ انتهاء الصلاحية وسلسلة الثقة الوسيطة ومجموعات التشفير.
de: Überprüft die Gültigkeit von Remote-SSL/TLS-Zertifikaten, Ablaufdaten, Zwischenvertrauensketten und kryptografische Verschlüsselungssammlungen.
es: Inspecciona la validez del certificado SSL/TLS remoto, caducidad, cadena de confianza intermedia y conjuntos de cifrado criptográfico.
fr: Inspecte la validité du certificat SSL/TLS distant, l'expiration, la chaîne de confiance intermédiaire et les suites de chiffrement.
it: Ispeziona la validità del certificato SSL/TLS remoto, la scadenza, la catena di attendibilità intermedia e le suite di crittografia.
ja: リモート SSL/TLS 証明書の有効性、有効期限、中間信頼チェーン、暗号スイートを検査します。
ko: 원격 SSL/TLS 인증서 유효성, 만료일, 중간 신뢰 체인 및 암호화 암호화 제품군을 검사합니다.
pt_br: Inspeciona a validade do certificado SSL/TLS remoto, expiração, cadeia de confiança intermediária e conjuntos de cifras criptográficas.
ru: Проверяет действительность удаленного сертификата SSL/TLS, срок действия, промежуточную цепочку доверия и криптографические наборы шифров.
zh_hans: 检查远程 SSL/TLS 证书有效性、过期时间、中间信任链和密码套件。
zh_hant: 檢查遠端 SSL/TLS 憑證有效性、過期時間、中繼信任鏈和加密套件。

source: Install command copied
ar: تم نسخ أمر التثبيت
de: Installationsbefehl kopiert
es: Comando de instalación copiado
fr: Commande d'installation copiée
it: Comando di installazione copiato
ja: インストールコマンドをコピーしました
ko: 설치 명령이 복사되었습니다.
pt_br: Comando de instalação copiado
ru: Команда установки скопирована
zh_hans: 安装命令已复制
zh_hant: 安装命令已複製

source: Instances are spun up on-demand at the edge nearest to incoming coordination requests.
ar: يتم نسج المثيلات عند الطلب عند الحافة الأقرب إلى طلبات التنسيق الواردة.
de: Instanzen werden bei Bedarf an der Edge hochgefahren, die eingehenden Koordinationsanfragen am nächsten liegt.
es: Las instancias se activan según demanda en el borde más cercano a las solicitudes de coordinación entrantes.
fr: Les instances sont lancées à la demande à la périphérie la plus proche des demandes de coordination entrantes.
it: Le istanze vengono avviate su richiesta all'edge più vicino alle richieste di coordinamento in entrata.
ja: インスタンスは、受信した調整リクエストに最も近いエッジでオンデマンドでスピンアップされます。
ko: 인스턴스는 들어오는 조정 요청에 가장 가까운 엣지에서 온디맨드 방식으로 회전됩니다.
pt_br: As instâncias são geradas sob demanda na borda mais próxima das solicitações de coordenação recebidas.
ru: Экземпляры разворачиваются по требованию на периферии, ближайшей к входящим запросам на координацию.
zh_hans: 实例会在最靠近传入协调请求的边缘按需启动。
zh_hant: 實例會在最靠近傳入协調請求的邊緣按需啟動。

source: Instant one-tap access to DoH Dig, Trace Route, CF Status, and IP Ranges.
ar: وصول فوري بنقرة واحدة إلى DoH Dig وTrace Route وCF Status وIP Ranges.
de: Sofortiger Zugriff mit einem Fingertipp auf DoH Dig, Trace Route, CF-Status und IP-Bereiche.
es: Acceso instantáneo con un solo toque a DoH Dig, Trace Route, CF Status y rangos de IP.
fr: Accès instantané en un seul clic à DoH Dig, Trace Route, CF Status et IP Ranges.
it: Accesso istantaneo con un solo tocco a DoH Dig, Trace Route, CF Status e Intervalli IP.
ja: ワンタップで DoH Dig、トレース ルート、CF ステータス、IP 範囲に瞬時にアクセスできます。
ko: DoH Dig, 경로 추적, CF 상태 및 IP 범위에 대한 즉각적인 원탭 액세스가 가능합니다.
pt_br: Acesso instantâneo com um toque a DoH Dig, Trace Route, CF Status e IP Ranges.
ru: Мгновенный доступ одним касанием к DoH Dig, Trace Route, статусу CF и диапазонам IP-адресов.
zh_hans: 一键快捷访问 DoH Dig、路由追踪、状态检测与 IP 段查询。
zh_hant: 一鍵快捷访问 DoH Dig、路由追踪、状態檢測与 IP 段查询。

source: Instantly toggle Under Attack Mode, orchestrate WAF firewall rules, and fend off DDoS threats.
ar: قم بالتبديل على الفور ضمن وضع الهجوم، وقم بتنسيق قواعد جدار الحماية WAF، ودرء تهديدات DDoS.
de: Schalten Sie sofort den Angriffsmodus um, orchestrieren Sie WAF-Firewallregeln und wehren Sie DDoS-Bedrohungen ab.
es: Cambie instantáneamente al modo de ataque, organice reglas de firewall WAF y defienda las amenazas DDoS.
fr: Basculez instantanément en mode sous-attaque, orchestrez les règles de pare-feu WAF et repoussez les menaces DDoS.
it: Attiva istantaneamente la modalità Sotto attacco, orchestra le regole del firewall WAF e respingi le minacce DDoS.
ja: 攻撃モードに即座に切り替え、WAF ファイアウォール ルールを調整し、DDoS 脅威を防御します。
ko: 공격 모드를 즉시 전환하고, WAF 방화벽 규칙을 조정하고, DDoS 위협을 방어하세요.
pt_br: Alterne instantaneamente o modo sob ataque, orquestre regras de firewall WAF e evite ameaças DDoS.
ru: Мгновенно переключайтесь в режим атаки, координируйте правила брандмауэра WAF и защищайтесь от DDoS-угроз.
zh_hans: 即时开启 5 秒盾攻击防护，编排 WAF 自定义防火墙规则，抵御 DDoS 威胁。
zh_hant: 即時開啟 5 秒盾攻击防護，编排 WAF 自定义防火墙規則，抵御 DDoS 威胁。

source: Integration Code Generator
ar: مولد رمز التكامل
de: Integrationscodegenerator
es: Generador de código de integración
fr: Générateur de code d'intégration
it: Generatore di codice di integrazione
ja: 統合コードジェネレーター
ko: 통합 코드 생성기
pt_br: Gerador de código de integração
ru: Генератор интеграционного кода
zh_hans: 集成代码生成器
zh_hant: 集成程式碼生成器

source: Interface
ar: الواجهة
de: Schnittstelle
es: Interfaz
it: Interfaccia
ja: インターフェース
ko: 인터페이스
ru: Интерфейс
zh_hans: 接口
zh_hant: 介面

source: Intermediate CA
ar: المصدق الوسيط (Intermediate CA)
de: Zwischenzertifizierungsstelle (Intermediate CA)
es: CA intermedia
fr: Autorité intermédiaire (Intermediate CA)
it: CA intermedia
ja: 中間認証局 (Intermediate CA)
ko: 중간 인증 기관 (Intermediate CA)
pt_br: Autoridade Certificadora Intermediária
ru: Промежуточный центр сертификации (Intermediate CA)
zh_hans: 中间证书颁发机构 (Intermediate CA)
zh_hant: 中繼憑證授權單位 (Intermediate CA)

source: Internal Identifier
ar: معرف داخلي
de: Interner Bezeichner
es: Identificador interno
fr: Identifiant interne
it: Identificatore interno
ja: 内部識別子
ko: 내부 식별자
pt_br: Identificador Interno
ru: Внутренний идентификатор
zh_hans: 内部标识符
zh_hant: 内部標识符

source: Internal Origin Service
ar: خدمة الأصل الداخلية
de: Interner Ursprungsdienst
es: Servicio de origen interno
fr: Service d'origine interne
it: Servizio di origine interno
ja: 内部オリジン サービス
ko: 내부 원본 서비스
pt_br: Serviço de origem interna
ru: Внутренняя служба источника
zh_hans: 内部源站服务
zh_hant: 內部來源服務

source: Interval: %llds
ar: الفاصل الزمني: %llds
de: Intervall: %llds
es: Intervalo: %llds
fr: Intervalle : %llds
it: Intervallo: %llds
ja: 間隔: %llds
ko: 간격: %llds
pt_br: Intervalo: %llds
ru: Интервал: %llds
zh_hans: 间隔: %lld 秒
zh_hant: 間隔: %lld 秒

source: Invalid API URL.
ar: عنوان URL الخاص بواجهة برمجة التطبيقات غير صالح.
de: Ungültige API-URL.
es: URL de API no válida.
fr: URL de l'API invalide.
it: URL dell'API non valido.
ja: 無効な API URL です。
ko: 잘못된 API URL입니다.
pt_br: URL da API inválida.
ru: Неверный URL-адрес API.
zh_hans: API URL 无效。
zh_hant: API URL 無效。

source: Invalid IPv4 address format.
ar: تنسيق عنوان IPv4 غير صالح.
de: Ungültiges IPv4-Adressformat.
es: Formato de dirección IPv4 no válido.
fr: Format d'adresse IPv4 invalide.
it: Formato indirizzo IPv4 non valido.
ja: 無効な IPv4 アドレス形式です。
ko: 잘못된 IPv4 주소 형식입니다.
pt_br: Formato de endereço IPv4 inválido.
ru: Неверный формат адреса IPv4.
zh_hans: IPv4 地址格式无效。
zh_hant: IPv4 位址格式無效。

source: Invalid IPv6 address format.
ar: تنسيق عنوان IPv6 غير صالح.
de: Ungültiges IPv6-Adressformat.
es: Formato de dirección IPv6 no válido.
fr: Format d'adresse IPv6 invalide.
it: Formato indirizzo IPv6 non valido.
ja: 無効な IPv6 アドレス形式です。
ko: 잘못된 IPv6 주소 형식입니다.
pt_br: Formato de endereço IPv6 inválido.
ru: Неверный формат адреса IPv6.
zh_hans: IPv6 地址格式无效。
zh_hant: IPv6 位址格式無效。

source: Invalid response from Cloudflare server.
ar: استجابة غير صالحة من خادم Cloudflare.
de: Ungültige Antwort vom Cloudflare-Server.
es: Respuesta no válida del servidor Cloudflare.
fr: Réponse invalide du serveur Cloudflare.
it: Risposta non valida dal server Cloudflare.
ja: Cloudflare サーバーからの無効な応答です。
ko: Cloudflare 서버의 응답이 유효하지 않습니다.
pt_br: Resposta inválida do servidor Cloudflare.
ru: Недопустимый ответ от сервера Cloudflare.
zh_hans: Cloudflare 服务器返回无效响应。
zh_hant: Cloudflare 伺服器傳回無效回應。

source: Invite
ar: يدعو
de: Einladen
es: Invitar
fr: Inviter
it: Invitare
ja: 招待する
ko: 초대하다
pt_br: Convidar
ru: Приглашать
zh_hans: 邀请
zh_hant: 邀請

source: Invocations
ar: الاستدعاءات
de: Aufrufe
es: Invocaciones
it: Invocazioni
ja: 呼び出し
ko: 호출
pt_br: Invocações
ru: Вызовы
zh_hans: 调用次数
zh_hant: 呼叫次數

source: Invocations Traffic
ar: حركة الدعوات
de: Aufrufe Verkehr
es: Tráfico de invocaciones
fr: Trafic des appels
it: Traffico di invocazioni
ja: 呼び出しトラフィック
ko: 호출 트래픽
pt_br: Tráfego de invocações
ru: Трафик вызовов
zh_hans: 调用流量
zh_hant: 調用流量

source: iOS %@
ar: iOS %1$@
de: iOS %1$@
es: iOS %1$@
fr: iOS %1$@
it: iOS %1$@
ja: iOS %1$@
ko: iOS %1$@
pt_br: iOS %1$@
ru: iOS %1$@
zh_hans: iOS %1$@
zh_hant: iOS %1$@

source: iOS System
ar: نظام آي أو إس
es: Sistema iOS
fr: Système iOS
it: Sistema iOS
ja: iOSシステム
ko: iOS 시스템
pt_br: Sistema iOS
ru: Система iOS
zh_hans: iOS 系统版本
zh_hant: iOS 系統版本

source: IP
ar: الملكية الفكرية
pt_br: PI
ru: ИП

source: IP & ASN Lookup
ar: بحث IP وASN
de: IP- und ASN-Suche
es: Búsqueda de IP y ASN
fr: Recherche IP et ASN
it: Ricerca IP e ASN
ja: IP と ASN のルックアップ
ko: IP 및 ASN 조회
pt_br: Pesquisa de IP e ASN
ru: Поиск IP и ASN
zh_hans: IP 与 ASN 诊断
zh_hant: IP 与 ASN 诊断

source: IP & Geolocation
ar: IP وتحديد الموقع الجغرافي
de: IP und Geolokalisierung
es: IP y geolocalización
fr: IP & Géolocalisation
it: IP e geolocalizzazione
ja: IPと地理位置情報
ko: IP 및 위치정보
pt_br: IP e geolocalização
ru: IP и геолокация
zh_hans: IP 与地理位置
zh_hant: IP 与地理位置

source: IP & Routing Utilities
ar: أدوات IP والتوجيه
de: IP- & Routing-Dienstprogramme
es: Utilidades de IP y enrutamiento
fr: Utilitaires IP et routage
it: Utilità IP e routing
ja: IP およびルーティング ユーティリティ
ko: IP 및 라우팅 유틸리티
pt_br: Utilitários de IP e roteamento
ru: Утилиты IP и маршрутизации
zh_hans: IP 与路由工具
zh_hant: IP 與路由工具

source: IP Access List
ar: قائمة الوصول إلى IP
de: IP-Zugriffsliste
es: Lista de acceso IP
fr: Liste d'accès IP
it: Elenco di accesso IP
ja: IPアクセスリスト
ko: IP 액세스 목록
pt_br: Lista de acesso IP
ru: Список IP-доступа
zh_hans: IP 访问列表
zh_hant: IP 访问列表

source: IP Access Rules
ar: قواعد الوصول إلى IP
de: IP-Zugriffsregeln
es: Reglas de acceso IP
fr: Règles d'accès IP
it: Regole di accesso IP
ja: IP アクセス ルール
ko: IP 액세스 규칙
pt_br: Regras de acesso IP
ru: Правила доступа по IP
zh_hans: IP 访问规则
zh_hant: IP 存取規則

source: IP Address
ar: عنوان IP
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
pt_br: Endereço IP
ru: IP-адрес
zh_hans: IP 地址
zh_hant: IP 地址

source: IP Class / Type
ar: فئة / نوع IP
de: IP-Klasse/Typ
es: Clase/tipo de IP
fr: Classe/type IP
it: Classe/Tipo IP
ja: IPクラス/タイプ
ko: IP 클래스/유형
pt_br: Classe/Tipo IP
ru: IP-класс/тип
zh_hans: IP 类别 / 类型
zh_hant: IP 类別 / 类型

source: IP copied
ar: تم نسخ IP
de: IP kopiert
es: IP copiada
fr: IP copiée
it: IP copiato
ja: IPがコピーされました
ko: IP 복사됨
pt_br: IP copiado
ru: IP скопирован
zh_hans: IP 已复制
zh_hant: IP 已複製

source: IP copied to clipboard
ar: تم نسخ IP إلى الحافظة
de: IP in die Zwischenablage kopiert
es: IP copiada al portapapeles
fr: IP copiée dans le presse-papiers
it: IP copiato negli appunti
ja: IPがクリップボードにコピーされました
ko: IP가 클립보드에 복사되었습니다.
pt_br: IP copiado para a área de transferência
ru: IP скопирован в буфер обмена
zh_hans: IP 已复制到剪贴板
zh_hant: IP 已複製到剪贴板

source: IP Geolocation
ar: تحديد الموقع الجغرافي IP
de: IP-Geolokalisierung
es: Geolocalización IP
fr: Géolocalisation IP
it: Geolocalizzazione IP
ja: IP地理位置情報
ko: IP 위치정보
pt_br: Geolocalização IP
ru: IP-геолокация
zh_hans: IP 地理位置透传
zh_hant: IP 地理位置透傳

source: IP Geolocation Header
ar: رأس تحديد الموقع الجغرافي IP
es: Encabezado de geolocalización de IP
fr: En-tête de géolocalisation IP
it: Intestazione di geolocalizzazione IP
ja: IP地理位置情報ヘッダー
ko: IP 위치정보 헤더
pt_br: Cabeçalho de geolocalização IP
ru: Заголовок IP-геолокации
zh_hans: IP 地理位置标头
zh_hant: IP 地理位置標頭

source: IP Geolocation includes visitor country code in the CF-IPCountry header.
ar: يتضمن الموقع الجغرافي لـ IP رمز بلد الزائر في ترويسة CF-IPCountry.
de: Die IP-Geolokalisierung enthält den Ländercode des Besuchers im CF-IPCountry-Header.
es: La geolocalización IP incluye el código de país del visitante en el encabezado CF-IPCountry.
fr: La géolocalisation IP inclut le code pays du visiteur dans l'en-tête CF-IPCountry.
it: La geolocalizzazione IP include il codice paese del visitatore nell'intestazione CF-IPCountry.
ja: IP 地理位置情報により、CF-IPCountry ヘッダーに訪問者の国コードが含まれます。
ko: IP 지리적 위치는 CF-IPCountry 헤더에 방문자 국가 코드를 포함합니다.
pt_br: A geolocalização IP inclui o código do país do visitante no cabeçalho CF-IPCountry.
ru: Геолокация IP включает код страны посетителя в заголовок CF-IPCountry.
zh_hans: IP 地理位置会在 CF-IPCountry 标头中包含访问者国家/地区代码。
zh_hant: IP 地理位置會在 CF-IPCountry 標頭中包含訪客國家/地區程式碼。

source: IP Identification
ar: تحديد عنوان IP
de: IP-Identifikation
es: Identificación de IP
fr: Identification IP
it: Identificazione IP
ja: IP 識別
ko: IP 식별
pt_br: Identificação de IP
ru: Идентификация IP
zh_hans: IP 身份识别
zh_hant: IP 身分識別

source: IP List Item: %@
ar: عنصر قائمة IP: %@
de: IP-Listenelement: %@
es: Elemento de la lista de IP: %@
fr: Élément de la liste IP : %@
it: Elemento elenco IP: %@
ja: IP リスト項目: %@
ko: IP 목록 항목: %@
pt_br: Item da lista de IP: %@
ru: Элемент списка IP: %@
zh_hans: IP 列表项: %@
zh_hant: IP 列表项: %@

source: IP or Hostname (e.g. 192.0.2.1)
ar: IP أو اسم المضيف (على سبيل المثال 192.0.2.1)
de: IP oder Hostname (z. B. 192.0.2.1)
es: IP o nombre de host (por ejemplo, 192.0.2.1)
fr: IP ou nom d'hôte (par exemple 192.0.2.1)
it: IP o nome host (ad esempio 192.0.2.1)
ja: IP またはホスト名 (例: 192.0.2.1)
ko: IP 또는 호스트 이름(예: 192.0.2.1)
pt_br: IP ou nome de host (por exemplo, 192.0.2.1)
ru: IP или имя хоста (например, 192.0.2.1)
zh_hans: IP 或主机名 (例如 192.0.2.1)
zh_hant: IP 或主機名稱 (例如 192.0.2.1)

source: IP Range
ar: نطاق IP
de: IP-Bereich
es: Rango IP
fr: Plage IP
it: Intervallo IP
ja: IP範囲
ko: IP 범위
pt_br: Faixa de IP
ru: IP-диапазон
zh_hans: IP 范围
zh_hant: IP 范围

source: IP Ranges
ar: نطاقات IP
de: IP-Bereiche
es: Rangos de IP
fr: Plages IP
it: Intervalli IP
ja: IP範囲
ko: IP 범위
pt_br: Intervalos de IP
ru: IP-диапазоны
zh_hans: IP 段
zh_hant: IP 段

source: IP Rule Added
ar: تمت إضافة قاعدة IP
de: IP-Regel hinzugefügt
es: Regla de IP agregada
fr: Règle IP ajoutée
it: Aggiunta regola IP
ja: IPルールの追加
ko: IP 규칙이 추가됨
pt_br: Regra de IP adicionada
ru: IP-правило добавлено
zh_hans: IP 规则已添加
zh_hant: IP 規則已新增

source: IP Rule Deleted
ar: تم حذف قاعدة IP
de: IP-Regel gelöscht
es: Regla de IP eliminada
fr: Règle IP supprimée
it: Regola IP eliminata
ja: IP ルールが削除されました
ko: IP 규칙이 삭제되었습니다.
pt_br: Regra de IP excluída
ru: Правило IP удалено
zh_hans: IP 规则已删除
zh_hant: IP 規則已刪除

source: IP, Routing & Utilities (%lld)
ar: IP والتوجيه والأدوات المساعدة (%lld)
de: IP, Routing und Dienstprogramme (%lld)
es: IP, enrutamiento y servicios públicos (%lld)
fr: IP, routage et utilitaires (%lld)
it: IP, routing e utilità (%lld)
ja: IP、ルーティング、ユーティリティ (%lld)
ko: IP, 라우팅 및 유틸리티(%lld)
pt_br: IP, roteamento e utilitários (%lld)
ru: IP, маршрутизация и утилиты (%lld)
zh_hans: IP、路由与实用工具 (%lld)
zh_hant: IP、路由与實用工具 (%lld)

source: IPv4 CIDRs copied
ar: تم نسخ IPv4 CIDRs
de: IPv4-CIDRs kopiert
es: CIDR IPv4 copiados
fr: CIDR IPv4 copiés
it: CIDR IPv4 copiati
ja: コピーされたIPv4 CIDR
ko: IPv4 CIDR이 복사되었습니다.
pt_br: CIDRs IPv4 copiados
ru: IPv4 CIDR скопированы.
zh_hans: 已复制全部 IPv4 网段
zh_hant: 已複製全部 IPv4 網段

source: IPv4 Ranges
ar: نطاقات IPv4
de: IPv4-Bereiche
es: Rangos IPv4
fr: Plages IPv4
it: Intervalli IPv4
ja: IPv4 範囲
ko: IPv4 범위
pt_br: Intervalos IPv4
ru: Диапазоны IPv4
zh_hans: IPv4 IP 段
zh_hant: IPv4 IP 段

source: IPv4 Ranges (%lld)
ar: نطاقات IPv4 (%lld)
de: IPv4-Bereiche (%lld)
es: Rangos de IPv4 (%lld)
fr: Plages IPv4 (%lld)
it: Intervalli IPv4 (%lld)
ja: IPv4 範囲 (%lld)
ko: IPv4 범위(%lld)
pt_br: Intervalos IPv4 (%lld)
ru: Диапазоны IPv4 (%lld)
zh_hans: IPv4 地址段 (%lld)
zh_hant: IPv4 地址段 (%lld)

source: IPv4 Ranges copied
ar: تم نسخ نطاقات IPv4
de: IPv4-Bereiche kopiert
es: Rangos IPv4 copiados
fr: Plages IPv4 copiées
it: Intervalli IPv4 copiati
ja: コピーされたIPv4範囲
ko: IPv4 범위가 복사되었습니다.
pt_br: Intervalos IPv4 copiados
ru: Диапазоны IPv4 скопированы.
zh_hans: IPv4 网段已复制
zh_hant: IPv4 網段已複製

source: IPv4/IPv6 network mask, broadcast & host range calculator
ar: قناع شبكة IPv4/IPv6 وحساب نطاق البث والمضيف
de: IPv4/IPv6-Netzwerkmasken-, Broadcast- und Hostbereichsrechner
es: Calculadora de máscara de red IPv4/IPv6, transmisión y rango de host
fr: Masque réseau IPv4/IPv6, calculateur de diffusion et de plage d'hôtes
it: Calcolatore della maschera di rete IPv4/IPv6, della trasmissione e dell'intervallo host
ja: IPv4/IPv6 ネットワーク マスク、ブロードキャスト、ホスト範囲計算ツール
ko: IPv4/IPv6 네트워크 마스크, 브로드캐스트 및 호스트 범위 계산기
pt_br: Máscara de rede IPv4/IPv6, calculadora de alcance de transmissão e host
ru: Маска сети IPv4/IPv6, калькулятор широковещательной рассылки и диапазона хостов
zh_hans: IPv4/IPv6 网络地址、广播地址与可用主机范围计算
zh_hant: IPv4/IPv6 網路地址、广播地址与可用主机范围計算

source: IPv6 CIDRs copied
ar: تم نسخ IPv6 CIDRs
de: IPv6-CIDRs kopiert
es: CIDR IPv6 copiados
fr: CIDR IPv6 copiés
it: CIDR IPv6 copiati
ja: コピーされたIPv6 CIDR
ko: IPv6 CIDR이 복사되었습니다.
pt_br: CIDRs IPv6 copiados
ru: IPv6 CIDR скопированы.
zh_hans: 已复制全部 IPv6 网段
zh_hant: 已複製全部 IPv6 網段

source: IPv6 Compatibility
ar: توافق IPv6
de: IPv6-Kompatibilität
es: Compatibilidad IPv6
fr: Compatibilité IPv6
it: Compatibilità IPv6
ja: IPv6互換性
ko: IPv6 호환성
pt_br: Compatibilidade IPv6
ru: Совместимость с IPv6
zh_hans: IPv6 兼容
zh_hant: IPv6 兼容

source: IPv6 Ranges
ar: نطاقات IPv6
de: IPv6-Bereiche
es: Rangos de IPv6
fr: Plages IPv6
it: Intervalli IPv6
ja: IPv6 範囲
ko: IPv6 범위
pt_br: Intervalos IPv6
ru: Диапазоны IPv6
zh_hans: IPv6 IP 段
zh_hant: IPv6 IP 段

source: IPv6 Ranges (%lld)
ar: نطاقات IPv6 (%lld)
de: IPv6-Bereiche (%lld)
es: Rangos de IPv6 (%lld)
fr: Plages IPv6 (%lld)
it: Intervalli IPv6 (%lld)
ja: IPv6 範囲 (%lld)
ko: IPv6 범위(%lld)
pt_br: Intervalos IPv6 (%lld)
ru: Диапазоны IPv6 (%lld)
zh_hans: IPv6 地址段 (%lld)
zh_hant: IPv6 地址段 (%lld)
